<template>
    <section class="terms modal">
        <h1>Пользовательское соглашение</h1>
        <p>
            Настоящее Пользовательское Соглашение (Далее Соглашение) регулирует отношения между владельцем
            webcam-studio.expert (далее webcam-studio.expert или Администрация) с одной стороны и пользователем сайта с
            другой.<br><br>
            Сайт webcam-studio.expert не является средством массовой информации.<br><br>
            Используя сайт, Вы соглашаетесь с условиями данного соглашения.<br><br>
            <b>Если Вы не согласны с условиями данного соглашения, не используйте сайт webcam-studio.expert!</b><br>
            <br><br><br>
            <b>Предмет соглашения</b><br><br>
            Администрация предоставляет пользователю право на размещение на сайте следующей информации:<br><br>
            - Текстовой информации<br><br>
            - Фотоматериалов<br><br>
            - Ссылок на материалы, размещенные на других сайтах<br><br><br><br>
            <b>Права и обязанности сторон</b><br><br>
            Пользователь имеет право:<br><br>
            - осуществлять поиск информации на сайте<br><br>
            - получать информацию на сайте<br><br>
            - использовать информацию сайта в личных некоммерческих целях<br><br>
            Администрация имеет право: - по своему усмотрению и необходимости создавать, изменять, отменять правила -
            ограничивать доступ к любой информации на сайте - создавать, изменять, удалять информацию - удалять учетные
            записи - отказывать в регистрации без объяснения причин Пользователь обязуется: - обеспечить достоверность
            предоставляемой информации - обновлять Персональные данные, предоставленные при регистрации, в случае их
            изменения - не копировать информацию с других источников - не распространять информацию, которая направлена
            на пропаганду войны, разжигание национальной, расовой или религиозной ненависти и вражды, а также иной
            информации, за распространение которой предусмотрена уголовная или административная ответственность - не
            нарушать работоспособность сайта - не создавать несколько учётных записей на Сайте, если фактически они
            принадлежат одному и тому же лицу - не совершать действия, направленные на введение других Пользователей в
            заблуждение - не передавать в пользование свою учетную запись и/или логин и пароль своей учетной записи
            третьим лицам - не регистрировать учетную запись от имени или вместо другого лица за исключением случаев,
            предусмотренных законодательством РФ - не размещать материалы рекламного, эротического, порнографического
            или оскорбительного характера, а также иную информацию, размещение которой запрещено или противоречит нормам
            действующего законодательства РФ - не использовать скрипты (программы) для автоматизированного сбора
            информации и/или взаимодействия с Сайтом и его Сервисами Администрация обязуется: - поддерживать
            работоспособность сайта за исключением случаев, когда это невозможно по независящим от Администрации
            причинам. Ответственность сторон - пользователь лично несет полную ответственность за распространяемую им
            информацию - администрация не несет никакой ответственности за достоверность информации, скопированной из
            других источников - администрация не несёт ответственность за несовпадение ожидаемых Пользователем и реально
            полученных услуг - администрация не несет никакой ответственности за услуги, предоставляемые третьими лицами
            - в случае возникновения форс-мажорной ситуации (боевые действия, чрезвычайное положение, стихийное бедствие
            и т. д.) Администрация не гарантирует сохранность информации, размещённой Пользователем, а также
            бесперебойную работу информационного ресурса Условия действия Соглашения Данное Соглашение вступает в силу
            при любом использовании данного сайта. Соглашение перестает действовать при появлении его новой версии.
            Администрация оставляет за собой право в одностороннем порядке изменять данное соглашение по своему
            усмотрению. Администрация не оповещает пользователей об изменении в Соглашении.
        </p>
    </section>
</template>
